// Напишите программу которая на вход принимает два числа и проверяет,является ли первое число квадратом второго

double a;
double b;
a = 3;
b = 9;

if (b * b == a)
{
    Console.Write ("да");
}
else 
{
    Console.WriteLine ("Нет");
}