// Напишите программу,которая на вход принимает число и выдает его квадрат
double x;
x = 10;
double result;
result = x * x;
Console.WriteLine(result);
