// Напишите программу,которая на вход принимает трехзначное число и на выходе показывает вторую цифру этого числа

int value = 123;
int result = (value / 10) % 10;
Console.WriteLine(result);